[
    {
        "channel": "MrBeast",
        "extraction_date": "2024-04-28",
        "creation_date": "2012-02-19",
        "channel_location": "Estados Unidos",
        "subscriptions": "254 mi",
        "total_videos": "790",
        "total_views": "47552405341",
        "about": "INSCREVA-SE POR UM COOKIE! Feitos: - Arrecadei $20,000,000 Para Plantar 20.000.000 Árvores - Removi 13.000.000 quilos de lixo do oceano - Construí poços na África - Ajudei 1.000 pessoas cegas a ver - Ajudei 1.000 pessoas surdas a ouvir - Doei milhões para a caridade - Abri minha própria empresa de snacks Feastables - Doei mais de 100 carros lol - Dei uma ilha privada de presente (duas vezes) - Dei 1 milhão de dólares de presente em um vídeo - Contei até 100.000 - Li o Dicionário - Li o Roteiro de Bee Movie - Li a Palavra Mais Longa do Inglês - Vi uma Pintura Secar - Fiz Uber por Todos os EUA - Assisti a It's Every Day Bro por 10 Horas - Corri uma maratona com os maiores sapatos do mundo - Adotei todos os cães de um abrigo - Comprei $1,000,000 em bilhetes de loteria - Vendi casas por $1 - Fui enterrado vivo - Recriei o Round 6 na vida real - Dei de presente uma fábrica de chocolate - Dei de presente um jatinho particular - Sobrevivi durante 50 horas na Antártida Vocês entenderam haha"
    },
    {
        "channel": "UOL Esporte",
        "extraction_date": "2024-04-28",
        "creation_date": "2014-09-06",
        "channel_location": "Brasil",
        "subscriptions": "1,12 mi",
        "total_videos": "30588",
        "total_views": "652765777",
        "about": "Bem-vindo ao canal do UOL ESPORTE!  Aqui você tem as últimas notícias do seu clube! Gols de grnades comapeonatos e a opinião de todos os comentaristas do UOL.   "
    },
    {
        "channel": "FUTBOLAÇO_VASCO",
        "extraction_date": "2024-04-28",
        "creation_date": "2019-04-02",
        "channel_location": "Brasil",
        "subscriptions": "283 mil",
        "total_videos": "3636",
        "total_views": "108088842",
        "about": "Descrição Sejam bem vindos ao Canal Futbolaço_vasco !  Por aqui, você encontrará muito conteúdo sobre o Machão da Gama, nossa paixão o Vasco, aquele que roubou nossos corações.  Tem vídeo novo quase todo dia.  O apresentador é muito louco , Diego Lopes, o Dieguinho . . Aqui  produzimos vídeos de giro de notícias , mercado da bola, vlogs , entrevistas , pré jogo, pós jogo, react de lances e muito mais . Aqui você sempre terá informação e o principal bom humor.  Vamos zoar o plantão. Aqui eu visto a camisa e falo com amor e carinho do nosso Vasco. 1,2,3 Futbolaço !Tamo junto família, saudações vascainas ."
    },
    {
        "channel": "Vivziepop",
        "extraction_date": "2024-04-28",
        "creation_date": "2012-09-09",
        "channel_location": "Estados Unidos",
        "subscriptions": "9,77 mi",
        "total_videos": "263",
        "total_views": "1301301525",
        "about": "Heya! My name is Vivienne, and I like to animate cartoons and songs! I am a grad of SVA in NYC, majoring in traditional animation, and I animate films based on the silly characters I keep coming up with! I have also taken to trying to fan animate some songs every now n' then. Songs that give me inspiration or direct visuals! I adore musicals and villains and animals, can't you tell? Hope you enjoy! c:  FAQ: \"What programs do you use?\" TV Paint for animation, Adobe premiere, After effects, Sai and Photoshop! \"When is your next animation?\" Animation takes time, but I'm almost always working on something! Soon as I can finish you'll see it! \"What are these characters you draw from?\" They are from my various projects, I have TONS of projects! \"Why is your taste in music such shit?\" It's cause it's my taste in music, it's not yours. I choose what songs I LOVE so they aren't shit to me!  CURRENT PROJECTS:   Hazbin Hotel (comedy/Musical series) -IN Production-"
    }
]